{
  "summaryHeader": "ContractorCheck",
  "summarySubheader": "Manage and monitor your contractor compliance ",
  "summaryBody": "Alcumus ContractorCheck is a solution that helps streamline contractor management, stay on top of compliance, and reduce risk by removing the burden of finding, prequalifying, and managing contractors who come on-site. \n\nContractors represent less risk on jobsites when they meet the required standards of safety knowledge and they are who clients look for first. ContractorCheck enables individual contractors to receive the proper accreditation according to legislative and client-specific requirements with a team of health, safety, and risk professionals that can provide guidance when needed.   ",
  "summaryImageAltText": "ContractorCheck",
  "imageCarouselTitle": "Trusted by over 5,000 hiring clients and over 50,000 contractors and suppliers world-wide,",
  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Prequalifying contractors",
  "navListItemContent_01": "Alleviate the cumbersome task of prequalifying contractors and verifying all documents with a solution that helps assess and accredit contractors.",
  "navListItemTitle_02": "Source qualified contractors ",
  "navListItemContent_02": "Search for new contractors based on location, skill set, or accreditation status.",
  "navListItemTitle_03": "Maintaining audit trail ",
  "navListItemContent_03": " Manage risk by maintaining visibility over contractors’ health and safety and compliance data. ",
  "navListItemTitle_04": "Demonstrate due diligence ",
  "navListItemContent_04": "Make sure all contractors are up to legislative and client-specific requirements.",
  "navListItemTitle_05": "Gain instant access",
  "navListItemContent_05": "With all documents now centralized in one cloud-based solution, contractor information is now easily accessible. ",
  "navListItemTitle_06": "Set automated notifications ",
  "navListItemContent_06": "Keep up with all contractor training and accreditation with automated notifications for key players. ",
  "navListItemTitle_07": "Access comprehensive reporting",
  "navListItemContent_07": "Gain insight into all contractor data and analytics to make proactive, data-driven decisions. ",
  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "K-line removes the administrative burden",
  "cardCarouselItemBody_01": "We would have needed 3 to 4 more people to manage all the information. That is definitely not the way forward. We need to have a lean system to function...We must optimize the way we do our business and go the electronic route whenever possible. We have to take advantage of advancements in technology to get to the next level… Overall, we are in a much better position when we manage health and safety. Alcumus is at the heart of our operations",
  "cardCarouselItemName_01": "Vincent Saldanha",
  "cardCarouselItemDesignation_01": "Director of HSEQ",
  "cardCarouselItemTitle_02": "Triovest reduces risk and ensures contractor compliance",
  "cardCarouselItemBody_02": "Alcumus ContractorCheck provides Triovest with an important tool to ensure that the contractors we deal with are compliant with health and safety legislation and our insurance requirements, reducing our risk. We particularly appreciate Alcumus ContractorCheck’s level of support for both us and our contractors, especially during implementation stages, and their willingness to tailor the system to accommodate our specific requirements.",
  "cardCarouselItemName_02": "EVP",
  "cardCarouselItemDesignation_02": "TRIOVEST REALTY ADVISORS INC.",
  "checkListTitle": "Why ContractorCheck?",
  "checkListImageAltText": "ContractorCheck",
  "checkListItemHeader_01": "Centralized contractor management",
  "checkListItemDetails_01": "Digitize contractor documents and forms in one simple location, to easily find all information. Plus, centralize all contractor requirements and view contractors individually or as a portfolio.",
  "checkListItemHeader_02": "Searchable Contractor Database",
  "checkListItemDetails_02": " Easily source contractors from wide list of various trades and services with pre-approved contractors as needed. ",
  "checkListItemHeader_03": "Reporting and dashboards",
  "checkListItemDetails_03": "With configurable safety dashboards, gain real-time insight into contractor safety and compliance metrics through contractor compliance reports to provide visibility across the business, remain proactive, and mitigate risks before they occur. ",
  "checkListItemHeader_04": "Automated compliance tools",
  "checkListItemDetails_04": "Set notifications to stay on top of contractor compliance. Never miss another expiration date with automated reminder notices, sent to key players.",
  "checkListItemHeader_05": "Annual Review of Safety Program",
  "checkListItemDetails_05": "Complete end-to-end annual reviews of safety programs, with the help of Alcumus Health and Safety professionals to proactively manage legislative changes and bring resiliency to the business."
}
