{
  "summaryHeader": "eCompliance",
  "summarySubheader": "Make workplace safety and prevention simple ",
  "summaryBody": "Alcumus eCompliance is an intuitive mobile, cloud-based Health and Safety management solution that helps create a safer work environment. Unlike paper-based systems and overly complex legacy safety tools, eCompliance makes it easier to meet regulatory compliance, reduce incident rates and prevent lost time from injuries.",
  "summaryImageAltText": "eCompliance",
  "imageCarouselTitle": "Trusted by 300+ organizations around the world,",
  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Inspections and audits",
  "navListItemContent_01": "Streamline your inspection processes with the ability to create action items and monitor all completion statuses to drive worker participation.",
  "navListItemTitle_02": "Hazard identification",
  "navListItemContent_02": "Identify hazards easily with the ability to assign tasks on the spot and take photos, even while working offline.",
  "navListItemTitle_03": "Hazard Assessments",
  "navListItemContent_03": "Conduct job and field level hazard analyses for environmental, occupational, process safety and more.",
  "navListItemTitle_04": "Share policies and procedures",
  "navListItemContent_04": "Give your employees access to health and safety policies and procedures or formal Job Hazard Analysis. Request confirmation that employees have read the materials with reports that allow you to see who has/hasn't read them.",
  "navListItemTitle_05": "Behavior-based safety observations",
  "navListItemContent_05": "Enable front-line workers to conduct behavior-based safety observations digitally on their mobile devices.",
  "navListItemTitle_06": "Incident management and reporting",
  "navListItemContent_06": "Give your workforce the ability to instantly report all risks and hazards through a mobile application, notifying safety leaders to act quickly.",
  "navListItemTitle_07": "Corrective and preventative actions",
  "navListItemContent_07": "Assign corrective and preventive actions with automated notifications based on priority ranking and deadlines.",
  "navListItemTitle_08": "Safety meetings",
  "navListItemContent_08": "Host safety meetings and toolbox talks to educate employees on pre-job safety operations and procedures.",
  "navListItemTitle_09": "Track training certifications",
  "navListItemContent_09": "Assign, track, and manage all training and certifications easily. Know which employee certifications are expiring and which are valid.",
  "navListItemTitle_10": "eLearning courses",
  "navListItemContent_10": "Choose from over 200+ eLearning courses and 50 microlearning videos to support your safety training plans.",
  "navListItemTitle_11": "Box intergration",
  "navListItemContent_11": "Share inspections, incidents and meeting forms with auditors or Government representatives by automatically uploading PDF records to a designated Box folder.",
  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "300-400% participation rate",
  "cardCarouselItemBody_01": "From day one to now, we have a 300-400% increase in participation rates. In May 2016, when introduced, Alcumus eCompliance had 167 incidents reported for that month. sIn May of 2020, 846 incidents were reported in that month.",
  "cardCarouselItemName_01": "Cassandra Crosier",
  "cardCarouselItemDesignation_01": "Environmental Health & Safety Coordinator",
  "cardCarouselItemTitle_02": "15-20 minutes to train anyone",
  "cardCarouselItemBody_02": "One of the best features about Alcumus is it can also be used on a mobile app on the job site. This makes things much easier when inspecting sites. It’s on-the-go and a very easy tool to navigate. It's also easy to configure, which provides great flexibility. We had people who loved paperwork. I would say over 50% of our workforce were intensively paper-oriented.",
  "cardCarouselItemName_01": "Vincent Saldanha",
  "cardCarouselItemDesignation_01": "Director of HSEQ",
  "checkListTitle": "Why eCompliance?",
  "checkListImageAltText": "eCompliance",
  "checkListItemHeader_01": "Eliminate time-consuming and manual processes",
  "checkListItemDetails_01": "Spend less time collecting and entering data into a safety system and more time conducting job-site observations.",
  "checkListItemHeader_02": "Uncover hidden risks",
  "checkListItemDetails_02": "Gain more transparency into the safety program and performance to mitigate more risks and reduce lost-time injuries.",
  "checkListItemHeader_03": "Strengthen front-line communications",
  "checkListItemDetails_03": "Create a communication channel between employees and management to ensure effective implementation and continual improvement of your occupational health and safety management system.",
  "checkListItemHeader_04": "Maintain compliance",
  "checkListItemDetails_04": "Mitigate fines and possible damage to brand reputation by remaining compliant with legal and regulatory requirements."
}
