{
  "summaryHeader": "ePermits",
  "summarySubheader": "Digitally transform your permit-to-work process",
  "summaryBody": "Alcumus ePermits is a powerful cloud-based solution, available on mobile and desktop, that digitally transforms and streamlines an organization’s permit-to-work regime. ePermits provides an automated workflow-driven process including compliance checks, task control, communication, clash check and documentation raising alerts when issues need to be resolved for work to proceed.",
  "summaryImageAltText": "ePermits",
  "imageCarouselTitle": "Trusted by these companies worldwide,",
  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Automate permit compliance checks ",
  "navListItemContent_01": "Rapidly digitize paper-based processes and streamlines the permit workflow through embedded rule checking.",
  "navListItemTitle_02": "Connected RAMS documentation",
  "navListItemContent_02": "Identify, quantify, and control risks by connecting RAMS documentation to the overall permit approval workflow.",
  "navListItemTitle_03": "Integrated risk management ",
  "navListItemContent_03": " Reinforce mandatory safety steps by assigning approval requirements based on the work risk profile and location.",
  "navListItemTitle_04": "Contractor compliance ",
  "navListItemContent_04": "Extend compliance factors for contractors into the permit process such as insurance coverage.",
  "navListItemTitle_05": "Worker compliance ",
  "navListItemContent_05": "Ensure workers conducting the work is properly trained and qualified to undertake the work package including training, competency and induction monitoring.",
  "navListItemTitle_06": "Mobile, digital signatures ",
  "navListItemContent_06": "Completely paperless permit process by enabling electronic signatures on the permit documentation, accessible using either tablet or smart phone.  ",
  "navListItemTitle_07": "Intuitive dashboards",
  "navListItemContent_07": "Gain total visibility of the permit process with dashboards designed to keep you in control. ",
  "navListItemTitle_08": "Full audit trail",
  "navListItemContent_08": "Maintain a full audit records and unlock detailed reporting for access, activity and usage for specific users, companies within a specific timeframe.",
  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "Santander achieves total permit visibility and a trusted audit trail ",
  "cardCarouselItemBody_01": "We have really engaged with ePermits. It didn’t take long for us to recognise that the system offers reduced risk, contractor control, compliance to health and safety and most importantly keeps us completely satisfied with regards to security in our critical environment data centres. Internally, when we carry out audits, we can see exactly what work has been carried out and when and where and by who. This gives us much-needed composure. ",
  "cardCarouselItemName_01": "Colin Bryant",
  "cardCarouselItemDesignation_01": "Data Centre Facilities Engineering Manager",
  "cardCarouselItemTitle_02": "Carillion relies on Alcumus ",
  "cardCarouselItemBody_02": "We've done quite a bit of work with them over the last couple of years and I think what differentiates them is they deliver what they promise. The value they deliver is they are always prepared to go that extra mile and they they deliver what they say they're going to deliver, which clearly we need surety and is very important in the business.",
  "cardCarouselItemName_02": "Seamus Kerr",
  "cardCarouselItemDesignation_02": "Managing Director",
  "checkListTitle": "Why ePermits?",
  "checkListImageAltText": "ePermits",
  "checkListItemHeader_01": "Automate operational risk controls ",
  "checkListItemDetails_01": "Move faster with confidence, reliability, and consistency by automating workflows and business rules. Gain a defensible position while reducing administrative costs, avoiding legal fees and fines from incidents or non-compliance, all while making it easier for your internal staff and contractors to get work done. ",
  "checkListItemHeader_02": "Connect compliant contractors to safe, coordinated work  ",
  "checkListItemDetails_02": "Manage the full lifecycle of contractor qualifications and compliance with SafeContractor and only allow accredited contractors on site by connecting trusted data to permit to work process. Ensure workers preforming the task carry the appropriate training and competencies. ",
  "checkListItemHeader_03": "Best practices & efficiency built in",
  "checkListItemDetails_03": "Create a more efficient operation by ensuring work is completed efficiently, on first attempt, to the right safety standards, and with administration completed ahead of the job. Empower only authorised individuals to make in-flight decisions allowing work to continue safely while providing awareness of hidden potential risks such as concurrent work or missing qualifications. ",
  "checkListItemHeader_04": "Ensure compliance  with a guided experience",
  "checkListItemDetails_04": "Get people working more efficiently and remove reliance on human intervention to interpret procedures and policy. Connected, step-by-step experience internally and for contractors based on the job’s risk profile and necessary controls. ",
  "checkListItemHeader_05": "Simple and easy to use",
  "checkListItemDetails_05": "Delivers transparent controls that empower people to work compliantly and safely, streamlining contractor collaboration throughout the process. Intuitive interface is available from any device for end user workers, contractors and work permit administrators making it a system people want to use. Attract the right contractor by making it easy to comply with requirements and giving the right level of visibility for internal stakeholders. "
}
