{
  "summaryHeader": "ESG",
  "summarySubheader": "Building Sustainability with Data Visibility",
  "summaryBody": "Alcumus ESG performance reporting solution enables organizations to build one true view of their ESG strategy across the three pillars of a responsible business. Connect and measure data across your business into one reporting and analytics platform to create greater transparency, improve internal benchmarking, and leverage insights to cascade policies and procedures throughout operations.",
  "summaryImageAltText": "ESG",

  "imageCarouselTitle": "",

  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Carbon Emissions",
  "navListItemContent_01": "Record, categorize and measure your Scope 1, 2 and 3 carbon emissions data, using appropriate conversion factors to build a comprehensive picture of the activities that drive your carbon footprint so you can reduce emissions and their associated costs.",
  "navListItemTitle_02": "Waste Emissions",
  "navListItemContent_02": "Record waste management activities, capture data on the type, source activity, and treatment, and calculate your emissions.",
  "navListItemTitle_03": "Water Emissions",
  "navListItemContent_03": "Delivers a single view of information on your water usage, related emissions data, audits, and the status of consumption-reducing projects.",
  "navListItemTitle_04": "People Development",
  "navListItemContent_04": "Proactively manage your people's learning and development by offering a single view of their learning journey.",
  "navListItemTitle_05": "Forced Labor",
  "navListItemContent_05": "Proactively manage your supply chain, detect unethical practices, and efficiently monitor and manage incidents, reducing your exposure to forced Labor operational risks and impacts.",
  "navListItemTitle_06": "Equity, Diversity, Inclusion (EDI)",
  "navListItemContent_06": "Generate an in-depth profile of your workforce to inform recruitment practices and shape learning and development programs.",
  "navListItemTitle_07": "Social Value Impact",
  "navListItemContent_07": "Build and maintain a single view of all the organization's activities to create social value, including volunteering, support for local businesses, coaching and charitable donations.",
  "navListItemTitle_08": "People Safety",
  "navListItemContent_08": "Show your commitment to employee safety with a single view of accidents and incidents within the workplace.",
  "navListItemTitle_09": "Anti-Bribery",
  "navListItemContent_09": "Manage the risks associated with operating in a fair, transparent and legal way and understand where vulnerabilities may exist.",
  "navListItemTitle_10": "Cyber-Security",
  "navListItemContent_10": "Understand and manage the cyber security incidents which affect your organization.",
  "navListItemTitle_11": "ESG Profit Contribution",
  "navListItemContent_11": "Measure the effectiveness of your ESG activities across the organization and how they contribute to your financial objectives.",

  "checkListTitle": "Why Alcumus ESG?",
  "checkListImageAltText": "esg",
  "checkListItemHeader_01": "Streamline ESG visibility",
  "checkListItemDetails_01": "Gain complete visibility of your ESG initiatives, performance metrics and spot trends with a simple to use reporting platform.",
  "checkListItemHeader_02": "Improve transparency",
  "checkListItemDetails_02": "Provide stakeholders proof and transparency of sustainability results.",
  "checkListItemHeader_03": "Manage compliance",
  "checkListItemDetails_03": "A way to manage compliance with government legislation and industry regulation, reducing exposure to fines.",
  "checkListItemHeader_04": "Connect various ESG practices",
  "checkListItemDetails_04": "Connect your ESG initiatives across departments and locations with the broadest range of applications available from a single provider.",
  "checkListItemHeader_05": "Scale ESG programs",
  "checkListItemDetails_05": "Scale your ESG program across business units and locations with unlimited users."
}
