{
  "summaryHeader": "Field Id",
  "summarySubheader": "Protect against equipment failure and safety risks ",
  "summaryBody": "Alcumus Field ID is a cloud-based asset management solution that helps with machinery and equipment safety inspections across multiple locations on any device. You can manage equipment safely, maintain compliance and protect what is most valuable: your people.",
  "summaryImageAltText": "FieldId",
  "imageCarouselTitle": "Trusted by over 100+ organizations around the world,",
  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Inspections template and customize forms",
  "navListItemContent_01": "Choose from a range of ready-made inspection templates or easily create your own.",
  "navListItemTitle_02": "Corrective action assignment",
  "navListItemContent_02": "Explore the Dynamic \"My Work\" functionality, which allows you to view all the work assigned to you on one platform.",
  "navListItemTitle_03": "Centralize information",
  "navListItemContent_03": "A single source to store inspection history, asset details, and reporting to leverage in multiple ways, whether on a job site or at your desk.",
  "navListItemTitle_04": "Scheduling",
  "navListItemContent_04": "Never miss a critical inspection or audit by scheduling in advance with efficient scheduling and notification options.",
  "navListItemTitle_05": "RFID and barcodes",
  "navListItemContent_05": "Quickly track and identify your equipment with high-frequency barcodes and RFID*.",
  "navListItemTitle_06": "Lockout/Tagout management",
  "navListItemContent_06": "Easily author and revise lockout procedures, record lockout procedure activity and enable employees to follow step-by-step procedures using the mobile app.",
  "navListItemTitle_07": "Offline or online capabilities",
  "navListItemContent_07": "Information can be stored and accessed whether you're on or offline, with Alcumus Field ID's reliable offline mode.",
  "navListItemTitle_08": "Email notifications",
  "navListItemContent_08": "Receive email notifications on upcoming or overdue work, and avoid falling behind.",
  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "300-400% participation rate",
  "cardCarouselItemBody_01": "From day one to now, we have a 300-400% increase in participation rates. In May 2016, when introduced, Alcumus eCompliance had 167 incidents reported for that month. sIn May of 2020, 846 incidents were reported in that month.",
  "cardCarouselItemTitle_02": "15-20 minutes to train anyone",
  "cardCarouselItemBody_02": "One of the best features about Alcumus is it can also be used on a mobile app on the job site. This makes things much easier when inspecting sites. It’s on-the-go and a very easy tool to navigate. It's also easy to configure, which provides great flexibility. We had people who loved paperwork. I would say over 50% of our workforce were intensively paper-oriented.",
  "checkListTitle": "Why Field Id?",
  "checkListImageAltText": "FieldId",
  "checkListItemHeader_01": "Increase efficiency",
  "checkListItemDetails_01": "Complete inspections and audits faster, more accurately, and without duplicate data entry.",
  "checkListItemHeader_02": "Reduce liability",
  "checkListItemDetails_02": "Ensure work is completed on time by streamlining your inspection processes with the ability to automatically schedule events, inspect assets, and more with the click of a button, reducing the chance of an incident.",
  "checkListItemHeader_03": "Maintain compliance",
  "checkListItemDetails_03": "Stay compliant with our reporting and analytics dashboards, ensuring complete clarity and oversite into your compliance requirements.",
  "checkListItemHeader_04": "Increase visibility and transparency",
  "checkListItemDetails_04": "View the safety status of your organization's assets with our powerful reporting functionality."
}
