{
  "summaryHeader": "ISOQAR",
  "summarySubheader": "Creating better workplaces and keeping people safe",
  "summaryBody": "Alcumus ISOQAR is one of the most recognized and respected UKAS accredited certification bodies. Our reputation for providing outstanding service explains why clients who joined us when we first opened our doors in 1993 are still with us today. We’re here for you if you’re starting on your journey to certification for the first time, looking for training or consultancy support, or thinking about transferring from your current certification body. Get in touch today to find out why 99% of clients are happy with their ISOQAR audit experience.",
  "summaryImageAltText": "ISOQAR",

  "imageCarouselTitle": "Trusted by thousands of customers of all sizes in all sectors",

  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "ISO Standards",
  "navListItemContent_01": "Get the help you need to achieve certification for a wide range of ISO standards including ISO9001, 14001, 45001, 27001, 22301, 50001, 20000, 55001, 22000.",
  "navListItemTitle_02": "Achieve other standard and certifications",
  "navListItemContent_02": "Range of industry specific standards, food safety standards, cyber security solutions BAFE SP101, BS EN 1090, PAS 3002.",
  "navListItemTitle_03": "ISO certification training courses",
  "navListItemContent_03": "Alcumus Academy delivers an extensive range of CQI IRCA certified management system and auditing courses across multiple standards.",
  "navListItemTitle_04": "Central ISO Certification Management",
  "navListItemContent_04": "Transfer your existing ISO Certifications to ISOQAR.",

  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "High quality standard",
  "cardCarouselItemBody_01": "We pride ourselves on our customer care, performance and innovation and ISO certification is a key ingredient for Chubb Systems in driving internal and external improvements. Acquiring these standards has also helped us grow our customer base as these standards are often a mandatory requirement on contracts. Alcumus ISOQAR gave us the opportunity to integrate the audits for both ISO 14001 and ISO 45001 which not only saves time, but also money. ISOQAR’s ability to prioritise their customers’ needs is very refreshing. Their level of knowledge is very reassuring. The report presentation is of a much higher standard than our previous certification body",
  "cardCarouselItemName_01": "Nichol Maher",
  "cardCarouselItemDesignation_01": "Environmental Health & Safety Manager, Chubb Systems",
  "cardCarouselItemTitle_02": "Excellent, prompt and practical",
  "cardCarouselItemBody_02": "ISOQAR provides us with a team of auditors who are knowledgeable and proficient. They make planning and carrying out the audits uncomplicated. Their auditors have an excellent manner when interviewing our staff being open, honest and professional. For more complex matters, we can call on the ISOQAR Technical Team who give prompt and practical support.",
  "cardCarouselItemName_02": "Matt Steel",
  "cardCarouselItemDesignation_02": "Information Security Manager, Access",
  "cardCarouselItemTitle_03": "iomart delivers a key differentiator with ISOQAR",
  "cardCarouselItemBody_03": "ISO certification brings with it huge benefits for iomart. It’s fair to say that without our adopted standards and our incorporated management systems, we might not have built the extensive customer base we enjoy today. We were very impressed with their clear, well-thought-out proposal and their ability to understand our needs. It’s a very professional service",

  "checkListTitle": "Why Alcumus ISOQAR?",
  "checkListImageAltText": "isoqar",
  "checkListItemHeader_01": "Increased Revenue",
  "checkListItemDetails_01": "60% of customers have benefited from an increase in revenue due to having certification with ISOQAR",
  "checkListItemHeader_02": "Accepted Worldwide",
  "checkListItemDetails_02": "Government-recognised UKAS certificates are accepted worldwide and with more than 25 years’ experience and offices worldwide means we have a global reputation",
  "checkListItemHeader_03": "99% Client Satisfaction",
  "checkListItemDetails_03": "99% client satisfaction with audits and an NPS of 70",
  "checkListItemHeader_04": "Global Recognition & Coverage",
  "checkListItemDetails_04": "Established since 1993 with offices all over the world means your certificate has global recognition. Global presence with offices around the world and certificates issued in every continent except Antarctica.",
  "checkListItemHeader_05": "Integrated Audits Save Time & Money",
  "checkListItemDetails_05": "Integrated audits for multiple standards keep visits to a minimum and save you money. Your dedicated Client Services Coordinator will schedule audits and surveillance visits for times convenient to you and your business.",
  "checkListItemHeader_06": "CQI/IRCA-Approved Training",
  "checkListItemDetails_06": "Enhance your experience with with our inspirational IRCA accredited training delivered through over 25 public, onsite and remote certification training courses including CQI and IRCA approved courses.",
  "checkListItemHeader_07": "No surprise fees or costs",
  "checkListItemDetails_07": "No hidden costs such as expenses or management fees"
}
