{
  "summaryHeader": "People and Safety Management",
  "summarySubheader": "Helping You Take Care of Your Business",
  "summaryBody": "Alcumus People and Safety Management (PSM) combines advisory services with technology to support small and medium enterprises safely and effectively run their businesses to the very highest standards. HR and Health and Safety consultants, we are there whenever you need us. Having Alcumus as part of your team allows you to get on with running your business knowing we’ll give you great advice and support on the Health and Safety compliance and HR issues you face.",
  "summaryImageAltText": "PeopleAndSafetyManagement",

  "imageCarouselTitle": "Trusted by 1000s of SME customers",

  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "24/7 access",
  "navListItemContent_01": "We’re here to help 24/7 across a range of topics, issues and legislation and also provide access to a range of policy and letter templates.",
  "navListItemTitle_02": "People and Safety enabled by technology",
  "navListItemContent_02": "With our technology platform, you’ll access the tools needed to support defined policy and manage all your HR tasks and health and safety compliance requirements all in one place.",
  "navListItemTitle_03": "Focus on what really matters",
  "navListItemContent_03": "With a dedicated consultant, you’ll receive advice and support to manage people issues on a day to day basis, giving you the time to do what you do best: run your business.",
  "navListItemTitle_04": "Reduce costs",
  "navListItemContent_04": "We help to reduce your operating expenses and cost of employing a qualified HR or health and safety expert in-house.",
  "navListItemTitle_05": "Access proven experience",
  "navListItemContent_05": "You gain access to experienced professionals who have a vast amount of expertise and knowledge that you may not have access to in-house",
  "navListItemTitle_06": "Grow your business",
  "navListItemContent_06": "Having experienced professionals on hand will allow you to combat any issues you may face as you grow and give you more time to focus on winning new tenders and contracts.",
  "navListItemTitle_07": "Wide range of services",
  "navListItemContent_07": "Whether you have a one-off issue or something longer term, our team of qualified HR and H&S Consultants are on hand to help.",

  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "Trusted, honest advice",
  "cardCarouselItemBody_01": "It’s straightforward, honest advice from people who actually care about my business.",
  "cardCarouselItemName_01": "Matthew Pinder",
  "cardCarouselItemDesignation_01": "Presspahn",
  "cardCarouselItemTitle_02": "Sim Trava relies on PSM expertise to “Be the Best”",
  "cardCarouselItemBody_02": "The relationship we have with Alcumus PSM has been so significant to us as one of our key principles is be the best, and so having this expert resource makes sure we meet that aspiration.",
  "cardCarouselItemName_02": "Jim Smith",
  "cardCarouselItemDesignation_02": "Sim Trava",

  "checkListTitle": "Why Alcumus PSM?",
  "checkListImageAltText": "People and Safety Management",
  "checkListItemHeader_01": "Health and Safety",
  "checkListItemDetails_01": "Stay compliant and keep up to date with best practice and legislation.",
  "checkListItemHeader_02": "HR and Employment Law",
  "checkListItemDetails_02": "Advice on human resource management and employment law matters.",
  "checkListItemHeader_03": "Additional Services",
  "checkListItemDetails_03": "Help with HR matters, health and safety gap analysis or when you need additional consultancy support.",
  "checkListItemHeader_04": "Health and Safety Training Courses",
  "checkListItemDetails_04": "Stay up to date with our courses to help you stay compliant and learn more about health and safety procedures.",
  "checkListItemHeader_05": "Human Resources Training Courses",
  "checkListItemDetails_05": "Designed to improve leadership and management skills for anyone responsible for managing employees."
}
