{
  "summaryHeader": "Safety Intelligence",
  "summarySubheader": "Proactive safety with better clarity",
  "summaryBody": "Safety Intelligence is an advanced reporting and analytics solution, revolutionizing how organizations leverage Health and Safety data to mitigate risks, demonstrate compliance and reduce workplace injuries. EHS and Operations teams can pinpoint gaps and spot trends to measure occupational and process safety management with employees, contractors, and equipment.",
  "summaryImageAltText": "SafetyIntelligence",
  "imageCarouselTitle": "Trusted by over 200+ innovative companies around the world,",
  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Employee safety",
  "navListItemContent_01": "Understand the adoption of your employee safety program and measure leading and lagging indicators by each of your locations and employees.",
  "navListItemTitle_02": "Contractor safety",
  "navListItemContent_02": "Track and measure contractor onsite safety activities just like you do with internal employees. Create risk profiles to monitor each of your contractor's safety performances.",
  "navListItemTitle_03": "Equipment safety",
  "navListItemContent_03": "Evaluate your equipment safety performance across multiple job sites by using advanced analytics to measure inspection planning, passed/failed inspections, completion rates, corrective actions, deficiencies, and more.",
  "navListItemTitle_04": "Pre-built dashboards",
  "navListItemContent_04": "Accelerate your business intelligence by using pre-built dashboards that provide common Key Performance Indicators from EHS and Operations professionals",
  "navListItemTitle_05": "Customize dashboards & reports",
  "navListItemContent_05": "Build custom reports to analyze and measure performance in diverse ways for continual improvement",
  "navListItemTitle_06": "Share reports",
  "navListItemContent_06": "Make it easy to share reports with anyone in your business – from the executive team to local supervisors",
  "navListItemTitle_07": "Export reports",
  "navListItemContent_07": "Export reports in PDF to share in presentations",
  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "Faster time to insights",
  "cardCarouselItemBody_01": "Safety Intelligence has helped us save time running reports, making our processes more efficient with its simple and user-friendly functionality. Managers can easily set up their own dashboards to drill into specifics for each site, providing access to real-time data available as soon as you log in—a visually attractive and well-organized user experience.",
  "cardCarouselItemName_01": "Darla J. Beck, ASP",
  "cardCarouselItemDesignation_01": "Senior EH&S Technician",
  "cardCarouselItemTitle_02": "Greater HSE compliance visibility  ",
  "cardCarouselItemBody_02": "We wanted to create a way to effectively communicate a high level of HSE compliance for various levels of management in our organization. Using Safety Intelligence, we created dashboards from the top level of our organization that can be filtered down to each shop level so that respective levels of management can easily observe the compliance rates to some of our key HSE management system requirements.",
  "cardCarouselItemName_02": "Cheryl Feddema",
  "cardCarouselItemDesignation_02": "Health, Safety & Environment Management",
  "checkListTitle": "Why Safety Intelligence?",
  "checkListImageAltText": "SafetyIntelligence",
  "checkListItemHeader_01": "Prevent safety risks",
  "checkListItemDetails_01": "Spot safety gaps before they turn into business risks and workplace injuries",
  "checkListItemHeader_02": "Reduce administrative burden",
  "checkListItemDetails_02": "Reduce the amount of time spent analyzing your safety performance with spreadsheets and paper-based systems",
  "checkListItemHeader_03": "Faster time-to-value",
  "checkListItemDetails_03": "Self-service analytics for EHS and Operations teams to gain immediate insights without the need to rely on IT teams, analysts, and data scientists.",
  "checkListItemHeader_04": "Maintain compliance",
  "checkListItemDetails_04": "Evaluate your safety program against regulatory compliance requirements"
}
