{
  "summaryHeader": "Supply Chain Compliance",
  "summarySubheader": "Effectively monitor, manage and make informed decisions",
  "summaryBody": "Alcumus Supply Chain Compliance delivers full lifecycle management of accredited suppliers with a mutual commitment to high standards and ethical best practice. With the most rigorous standards, connected technology and data transparency, Supply Chain Compliance ensures every supplier adheres to the safety and ethical standards that responsible businesses demand.",
  "summaryImageAltText": "SupplyChainCompliance",

  "imageCarouselTitle": "Trusted by over 4,000 innovative companies around the world",

  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Simplify risk management reporting",
  "navListItemContent_01": "Gain full visibility of contractors and delivers data-driven insights without the traditional administrative burden",
  "navListItemTitle_02": "Reduce time to onboard contractors",
  "navListItemContent_02": "Use digital tools to simplify contractor onboarding, management, reporting and monitoring",
  "navListItemTitle_03": "Instant view of compliance adherence",
  "navListItemContent_03": "Ensure that you only work with contractors able to evidence they have appropriate credentials in place",
  "navListItemTitle_04": "Spot trends to mitigate future risks",
  "navListItemContent_04": "Improve and simplify contractor compliance reporting using trusted data that has been verified",
  "navListItemTitle_05": "Ensure contractor safety management and compliance",
  "navListItemContent_05": "Digital management of pre-verified contractors is key to keeping pace with fast-moving and complex legislation changes, operational process, and contexts",

  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "AkzoNobel improves contractor onboarding",
  "cardCarouselItemBody_01": "Health and safety is an integral part of how we operate. As a manufacturing company, this is one of our core values so that we have effective and suitable controls in place for our own employees and contractors to manage health and safety risks across our value chain. It turned out that many of our contractors already held SafeContractor accreditations, which made onboarding really easy, but now we can have visibility of this information in the online portal. The process is already delivering tangible results.",
  "cardCarouselItemName_01": "Nick Turnbull",
  "cardCarouselItemDesignation_01": "UK HSES&S Manager at AkzoNobel",
  "cardCarouselItemTitle_02": "AB Agri reduces risk with SafeContractor",
  "cardCarouselItemBody_02": "As the industry faces increasing scrutiny from regulation, the need to standardise our processes for compliance increases. With an ever-growing and complex supply chain, gaining visibility of this was a challenge. Our business has never stood still, and we will continue to adapt to ensure we comply with critical food security and sustainability demands. We tried to implement an in-house questionnaire for our contractors, but this was too generic and was not always relevant or detailed enough for the jobs at hand. As we run such a lean operation, we were often lacking the depth of expertise and the time to execute this appropriately. Consequently in 2012, a fire caused by a contract electrician occurred, resulting in a significant amount of damage and cost to our business. I visited the SafeContractor HQ and with just one look at the back-office support team, I knew that we would be in good hands. By pre-qualifying the contractors and offering further support where needed, I now have peace of mind and can focus on other areas of my job.",
  "cardCarouselItemTitle_03": "Bellrock looks to Alcumus as the Gold Standard",
  "cardCarouselItemBody_03": "We were looking for a provider with expertise that could help us to mitigate risk in our supply chain. SafeContractor was a consistent name in the Safety Schemes and Procurement (SSIP) world, with a good reputation. Once we met the SafeContractor team, they stood out against the competition and really set the standard for what good looks like. Beyond Health and Safety, we are committed to being a sustainable business and delivering social value at both a local and national level. We aligned to Pas91, but our small team found ourselves in a similar position as before – chasing suppliers for modern slavery statements, environmental policies, etc. We were thrilled when SafeContractor made this assessment part of their core product offering – no other SSIP provider offered this.",
  "cardCarouselItemTitle_04": "Gatwick Airport cements contractor partnership",
  "cardCarouselItemBody_04": "Most contractors said that membership offered value for money. Over half of the contractors found new work opportunities after becoming accredited. 9 out of 10 contractors completed registration within 24 hours. Over 90% of contractors found it easy to get accredited. Over 90% of contractors find our technical support officers somewhat to extremely helpful. 96% of contractors found it easy to renew their accreditation.",
  "cardCarouselItemTitle_05": "Muller gains transparency and risk management",
  "cardCarouselItemBody_05": "To make sure our risk management is as effective as possible, having transparency of who is in our supply chain across multiple sites is a key priority to ensure that we are compliant with the ever-increasing regulation in our industry. Using the SafeContractor platform means that we can mitigate risks by working only with professional suppliers with a full audit trail of compliance, as well as reducing the admin burden of managing contractors.",
  "cardCarouselItemTitle_06": "Rendall & Rittner sets benchmark",
  "cardCarouselItemBody_06": "The fact that SafeContractor accredit contractors for the specific type of work that they do, and how they do it, made them very appealing to work with.",
  "cardCarouselItemName_06": "Vanessa Brandham",
  "cardCarouselItemDesignation_06": "Head of Health and Safety, Rendall & Rittner",
  "cardCarouselItemTitle_07": "Weetabix enables a zero-tolerance approach to compliance",
  "cardCarouselItemBody_07": "We want to work well with our contract partners, we believe this is a benefit not just to Weetabix but to our contract partners as well. Weetabix has taken a zero-tolerance approach; we can’t have a two-tier system; it just wouldn’t send the right message out across our business or to any other business coming in. So fundamentally, we’ve agreed that no SafeContractor membership, no entry into Weetabix. With SafeContractor we are confident across all four of our sites, should we have a visit from the HSE, we can actually display that we are really robust in our processes and systems. Rather than wavering and allowing certain businesses to opt-out, we can display that we are absolutely adamant that we will manage our supply chain with robust consistency every time.",
  "cardCarouselItemName_07": "Gary Mobbs",
  "cardCarouselItemDesignation_07": "Group Health and Safety Manager at Weetabix",

  "checkListTitle": "Why Supply Chain Compliance?",
  "checkListImageAltText": "SupplyChainCompliance",
  "checkListItemHeader_01": "Increase efficiency",
  "checkListItemDetails_01": "By reducing the admin burden required to verify and onboard approved contractors and suppliers through our single uniform process.",
  "checkListItemHeader_02": "Reduce liability",
  "checkListItemDetails_02": "By reducing risks around health and safety, environmental protection, modern slavery, diversity, equality, and financial stability by ensuring all suppliers you work with meet your standards and have appropriate policies and procedures in place.",
  "checkListItemHeader_03": "UK-leading compliance standards",
  "checkListItemDetails_03": "Unlike other providers, Alcumus Supply Chain Compliance verifies supplier ESG credentials and accredits contractors to a UK-leading standard, whilst going a step beyond SSIP to articulate not only what work a contractor does, but how they do it.",
  "checkListItemHeader_04": "Maintain compliance",
  "checkListItemDetails_04": "By ensuring full supply chain compliance with relevant regulations, statutory obligations and best-practice frameworks, such as ISO standards with our powerful reporting functionality.",
  "checkListItemHeader_05": "Increase visibility and transparency",
  "checkListItemDetails_05": "Through our technology platform to provide visibility into your supply chain, enabling informed decision making about the suppliers you use.",
  "checkListItemHeader_06": "Gain competitive advantage",
  "checkListItemDetails_06": "Through ESG and supply chain visibility by ensuring you only work with pre-verified and trusted contractors and suppliers through our approved accreditation, verification and search system."
}
