{
  "summaryHeader": "Sypol",
  "summarySubheader": "Protect employees from hazardous chemicals",
  "summaryBody": "Alcumus Sypol is a global leader in chemical management and has invested over 40 years of experience into delivering a unique combination of chemical management software and support from a team of in-house, qualified chemical specialists. This unified approach allows organisations to enable strategies for hazardous substance elimination and substitution, assessing risk and providing guidance on how to control the use of substances within your chemical management program.",
  "summaryImageAltText": "Sypol",
  "imageCarouselTitle": "Trusted by over 800 innovative customers world-wide,",
  "navListTitle": "Product capabilities",
  "navListItemTitle_01": "Chemical risk assessments ",
  "navListItemContent_01": "Identify exposure time risk to employees, understand specific control measures to implement by hazardous substance, employee job activity, and provide clear guidance on which personal protective equipment and first aid to use.",
  "navListItemTitle_02": "Access helpdesk scientists",
  "navListItemContent_02": "Access to a team of scientifically trained and qualified specialists up to 7 days a week.",
  "navListItemTitle_03": "Emergency risk assessments",
  "navListItemContent_03": "Get help fast from our chemical specialists in a matter of hours.",
  "navListItemTitle_04": "Labelling support",
  "navListItemContent_04": "Fully automated process allows for decanted chemicals to be appropriately labelled. ",
  "navListItemTitle_05": "Dashboard & analytics",
  "navListItemContent_05": "Acute & chronic risk rating in work areas, chemical hazard assessments by location or work area inventory of hazardous materials at each location and master inventory of all completed assessments. ",
  "navListItemTitle_06": "Full audit trail",
  "navListItemContent_06": "Gain insight into worker engagement, risk status and hazardous substance usage. ",
  "cardCarouselTitle": "Hear what our customers are saying",
  "cardCarouselItemTitle_01": "Lambert Smith Hampton finds competitive advantage with Sypol",
  "cardCarouselItemBody_01": "Alcumus has improved the way we service our clients, and in turn, it has helped us to successfully pitch for a significant amount of new work. Alcumus enables us to bundle together the management of multiple properties for a client into one platform. This ensures that various planned maintenance is carried out efficiently and at a lower price compared to other providers.",
  "cardCarouselItemName_01": "Mark Stewart",
  "cardCarouselItemDesignation_01": "Head of Health and Safety Property and Asset Management",
  "cardCarouselItemTitle_02": "Arcus FM embrace digital transformation",
  "cardCarouselItemBody_02": "Transforming a multiple system of work into a single integrated system is a vision and philosophy dreamed of by most businesses, but by partnering with Alcumus this has become a reality.",
  "cardCarouselItemName_02": "Samantha Howatson",
  "cardCarouselItemDesignation_02": "Corporate Risk Manager at Arcus FM",
  "checkListTitle": "Why Sypol?",
  "checkListImageAltText": "Sypol",
  "checkListItemHeader_01": "Keep people safe",
  "checkListItemDetails_01": "Build a chemical risk profile for your entire business and take steps to manage the risk. View hazardous substance usage for individuals and your whole business while receiving safer substance substitute suggestions to reduce risks posed to your people. ",
  "checkListItemHeader_02": "Help with compliance",
  "checkListItemDetails_02": "We combine technology and chemical experts as an extension to your health and safety team, making sure that your business is doing all that it can to comply with the COSHH and global regulations. Instantly access, download and share compliant COSHH risk assessments. ",
  "checkListItemHeader_03": "Save valuable time",
  "checkListItemDetails_03": " Avoid costly cycles writing hazard assessments by extending your team to include chemical specialists ready to help. Receive unrivaled support from our helpdesk team of scientists, up to seven-days-a-week. ",
  "checkListItemHeader_04": "Reduce the financial impact ",
  "checkListItemDetails_04": "Management information and reporting available at the click of a button. Manage your compliance actions through alert notifications. "
}
